[
    {
        "title": "My Immortal",
        "summary": "The bestest fanfic about the hawtest Harry Potter OC EVAR!!1 Read it if ur cool.",
        "story_content": "Hi my name is Ebony Dark’ness Dementia Raven Way and I have long ebony black hair (that’s how I got my name) with purple streaks and red tips that reaches my mid-back and icy blue eyes like limpid tears and a lot of people tell me I look like Amy Lee (AN: if u don’t know who she is get da hell out of here!). I’m not related to Gerard Way but I wish I was because he’s a major ******* hottie. I’m a vampire but my teeth are straight and white. I have pale white skin. I’m also a witch, and I go to a magic school called Hogwarts in England where I’m in the seventh year (I’m seventeen). I’m a goth (in case you couldn’t tell) and I wear mostly black. I love Hot Topic and I buy all my clothes from there. For example today I was wearing a black corset with matching lace around it and a black leather miniskirt, pink fishnets and black combat boots. I was wearing black lipstick, white foundation, black eyeliner and red eye shadow. I was walking outside Hogwarts. It was snowing and raining so there was no sun, which I was very happy about. A lot of preps stared at me. I put up my middle finger at them.",
        "user_id": 1
    },
    {
        "title": "Hair Dye",
        "summary": "Sometimes pranks can seem fun...but not to everyone...when someone goes around using hair dye on the Organization members, things eventually get out of hand.",
        "story_content": "One night at The Castle that Never Was, everyone was asleep, except for Demyx. He was quietly walking through the castle, making sure he didn't make any loud noises. In one of his hands, there was a bag full of bottles of hair dye. There was a variety of colors, and Demyx planned to use them all. Demyx soon stood in front of Axel's room. He carefully opened the door and stepped inside. He saw Axel sleeping on the bed. Demyx chuckled as he pulled out one of the bottles of hair dye. He slowly walked over to Axel and opened up the hair dye and began his little prank. The next day Axel woke up, got out of bed, and walked to the bathroom that was connected to his room. Groggily Axel turned on the lights and walked over to the sink. He stared at himself tiredly for a moment before waking up to shock and giving out a yell.",
        "user_id": 2
    },
    {
        "title": "Shrek in the MCU",
        "summary": "Twelve contestants, three master judges, one million dollar prize and a dash of Avengers. Welcome to the world of competitive cooking.",
        "story_content": "A long time ago, in a galaxy far away. Wait, no, that's not the right story. Let me begin again. Not very long ago in a park near the Avengers Tower, there was a portal-type thing that randomly appeared and out of it came a green ogre and his donkey. Now this ogre and donkey did not want to randomly fall out of a portal and into a park in Manhattan, no they rather be in a swamp outside the Kingdom of Far Away. When they first appeared, the ogre started screaming at random people \"WHAT ARE YOU DOING IN MY SWAMP!!!\" Of course, this terrified the New Yorkers. Eventually the ogre, made it onto local news which brought it to the attention of the Avengers.",
        "user_id": 3
    },
    {
        "title": "Meowthuffet",
        "summary": "Meowth and Wobbuffet find themselves in one humorous misadventure after another in this collection of goofy one-shots.",
        "story_content": "Meowth was in his apartment, reading a magazine, when Wobbuffet ran into the room. \"Wobba!! Wobbuffet!!\" he shouted. He sounded excited.\"Huh? What's wrong?\" Meowth asked, sounding irritated.\"Wobbuffet, wobba!\" Wobbuffet pointed out the door.\"There's something outside?\" Meowth raised an eyebrow.\"Like... Like what?\" Wobbuffet held his hands out, several inches from his sides. \"It was big...?\" Meowth guessed. Wobbuffet then made a circle shape with both of his arms. \"And round?\" Meowth's eyes lit up when he thought about what it might have been. \"Maybe it's the world's biggest coin!\" His eyes sparkled. \"We'll be rich forever!\"",
        "user_id": 4
    }
]